module.exports = {
    Question: [{
        "id": 1,
        "name": "Проектно-поисковые исследования по перспективным космическим комплексам связи, вещания, ретрансляции, поиска и спасания",
        "finance": {
            "Финансирование из собственных средств": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            },
            "Финансирование за счет бюджетных средств": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            },
            "": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            }
        },
        "object_type": 0,
        "type_id": null,
        "parent_id": 1,
        "section_id": 1,
        "parent_type": 1,
        "href": "testHref1",
        "children": {

        }
    }, {
        "id": 2,
        "name": "Создание многофункциональной системы персональной спутниковой связи и передачи данных с КА на низких орбитах",
        "finance": {
            "Финансирование из собственных средств": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            },
            "Финансирование за счет бюджетных средств": {
                "2016": 932500000,
                "2017": 1089000000,
                "2018": 1080700000,
                "2019": 1151200000,
                "2020": 1381200000,
                "2021": 2042700000,
                "2022": 4098500000,
                "2023": 1872600000,
                "2024": 2879900000,
                "2025": 1500000000
            },
            "": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            }
        },
        "object_type": 0,
        "type_id": null,
        "parent_id": 1,
        "section_id": 1,
        "href": "testHref2",
        "parent_type": 1,
        "children": {

        }
    }, {
        "id": 3,
        "name": "Создание абонентской аппаратуры ретрансляции многофункциональной космической системы ретрансляции \"Луч\"",
        "finance": {
            "Финансирование из собственных средств": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            },
            "Финансирование за счет бюджетных средств": {
                "2016": 78800000,
                "2017": 90400000,
                "2018": 84400000,
                "2019": 72300000,
                "2020": 36200000,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            },
            "": {
                "2016": 0,
                "2017": 0,
                "2018": 0,
                "2019": 0,
                "2020": 0,
                "2021": 0,
                "2022": 0,
                "2023": 0,
                "2024": 0,
                "2025": 0
            }
        },
        "object_type": 0,
        "type_id": null,
        "parent_id": 1,
        "section_id": 1,
        "parent_type": 1,
        "href": "testHref3",
        "children": {

        }
    }],
    Answer: {
        "Budget": [{
            "2016": 0,
            "2017": 0,
            "2018": 0,
            "2019": 0,
            "2020": 0,
            "2021": 0,
            "2022": 0,
            "2023": 0,
            "2024": 0,
            "2025": 0,
            "Название": "Проектно-поисковые исследования по перспективным космическим комплексам связи, вещания, ретрансляции, поиска и спасания",
            "href": "testHref1"
        }, {
            "2016": 932500000,
            "2017": 1089000000,
            "2018": 1080700000,
            "2019": 1151200000,
            "2020": 1381200000,
            "2021": 2042700000,
            "2022": 4098500000,
            "2023": 1872600000,
            "2024": 2879900000,
            "2025": 1500000000,
            "Название": "Создание многофункциональной системы персональной спутниковой связи и передачи данных с КА на низких орбитах",
            "href": "testHref2"
        }, {
            "2016": 78800000,
            "2017": 90400000,
            "2018": 84400000,
            "2019": 72300000,
            "2020": 36200000,
            "2021": 0,
            "2022": 0,
            "2023": 0,
            "2024": 0,
            "2025": 0,
            "Название": "Создание абонентской аппаратуры ретрансляции многофункциональной космической системы ретрансляции \"Луч\"",
            "href": "testHref3"
        }],
        "Own": [{
            "2016": 0,
            "2017": 0,
            "2018": 0,
            "2019": 0,
            "2020": 0,
            "2021": 0,
            "2022": 0,
            "2023": 0,
            "2024": 0,
            "2025": 0,
            "Название": "Проектно-поисковые исследования по перспективным космическим комплексам связи, вещания, ретрансляции, поиска и спасания",
            "href": "testHref1"
        }, {
            "2016": 0,
            "2017": 0,
            "2018": 0,
            "2019": 0,
            "2020": 0,
            "2021": 0,
            "2022": 0,
            "2023": 0,
            "2024": 0,
            "2025": 0,
            "Название": "Создание многофункциональной системы персональной спутниковой связи и передачи данных с КА на низких орбитах",
            "href": "testHref2"
        }, {
            "2016": 0,
            "2017": 0,
            "2018": 0,
            "2019": 0,
            "2020": 0,
            "2021": 0,
            "2022": 0,
            "2023": 0,
            "2024": 0,
            "2025": 0,
            "Название": "Создание абонентской аппаратуры ретрансляции многофункциональной космической системы ретрансляции \"Луч\"",
            "href": "testHref3"
        }]
    }
}
